Repository: common-repository/as-store-locator
Catalog: languages/*-store-locator-*.po
Languages: it_it

source: Choose File
it_it: Scegli un file

source: Settings
it_it: Impostazioni

source: <b>How to use: </b>Add <code>[store_locator]</code> on a new line to the content of your post or page
it_it: <b>Come si usa: </b>Aggiungi lo shortcode <code>[store_locator]</code> in un nuovo post o pagina

source: Not yet saved.
it_it: Non ancora salvata.

source: Save this tab
it_it: Salva questa scheda

source: Layout Settings
it_it: Impostazioni Layout

source: Map Settings
it_it: Impostazioni Mappa

source: Advanced Settings
it_it: Impostazioni Avanzate

source: Colors
it_it: Colori

source: Top Bar Background Color
it_it: Colore Sfondo Top Bar

source: Icons Color
it_it: Colore Icone

source: Icons Hover Color
it_it: Colore Icone Hover

source: Title Color
it_it: Colore Titolo

source: Text Color
it_it: Colore Testo

source: Footer Bar Background Color
it_it: Colore Sfondo Footer Bar

source: Footer Bar Text Color
it_it: Colore Testo Footer Bar

source: Enable / Disable Footer Text
it_it: Abilita / Disabilita il testo nel footer

source: Footer Text
it_it: Testo Footer

source: Custom footer text (default: blog title)
it_it: Testo footer custom (default titolo del blog)

source: Unit of Measurement
it_it: Unità di Misura

source: Choose unit
it_it: Scegli unità

source: Fallback GeoLocation
it_it: Geolocalizzazione di default

source: Latitude
it_it: Latitudine

source: If the visitors browser doesn't support the Geolocation.
it_it: Se il browser non supporta la geolocalizzazione

source: Longitude
it_it: Longitudine

source: Marker Image
it_it: Immagine Marker

source: PIN WIDTH SIZE
it_it: DIMENSIONE LARGHEZZA PIN

source: Set the width to half the size of your image file.
it_it: Imposta la larghezza a metà della dimensione reale del file.

source: PIN HEIGHT SIZE
it_it: DIMENSIONE ALTEZZA PIN

source: Set the height to half the size of your image file.
it_it: Imposta l'altezza a metà della dimensione reale del file.

source: User Marker Icon
it_it: Icona Marker Utente

source: Retina Support: This image will need to be twice as large as the size of "PIN WIDTH SIZE and PIN HEIGHT SIZE" option.
it_it: Supporto Retina: Questa immagine dovrà essere grande il doppio della dimensione impostata nell'opzione "DIMENSIONE LARGHEZZA PIN e DIMENSIONE ALTEZZA PIN".

source: Category Marker Icon
it_it: Icona Marker Categoria

source: Map Controls
it_it: Controlli Mappa

source: enables/disables the map controls
it_it: abilita/disabilita i controlli della mappa

source: Map Type Control
it_it: Controllo Tipo Mappa

source: enables/disables the Map Type control that lets the user toggle between map types (such as Map and Satellite)
it_it: attiva/disattiva il controllo tipo di mappa che permette di passare dalla vista mappa a quella satellite

source: enables/disables the Pegman control that lets the user activate a Street View panorama
it_it: abilita/disabilita la possibilità di visualizzare il panorama street view

source: Scroll Wheel
it_it: Mouse Scroll

source: enables/disables the mouse scroll whell zoom
it_it: abilita/disabilita la possibilità di zoommare la mappa con lo scroll del mouse

source: Map Style
it_it: Stile Mappa

source: Style
it_it: Stile

source: Choose your style from <a href="https://snazzymaps.com/" target="_blank">snazzymaps.com</a>
it_it: Scegli dal sito <a href="https://snazzymaps.com/" target="_blank">snazzymaps.com</a>

source: Radius
it_it: Raggio

source: Stroke Color
it_it: Colore Linea

source: Stroke Opacity
it_it: Opacità Linea

source: Stroke Weight
it_it: Spessore Linea

source: Fill Color
it_it: Colore Riempimento

source: Fill Opacity
it_it: Opacità Riempimento

source: Directions Setting
it_it: Impostazioni Direzioni

source: Directions Panel
it_it: Pannello Direzioni

source: Show the directions render inside the directions panel to the right of the map.
it_it: Mostra le direzioni nel pannello alla destra della mappa

source: Yes
it_it: Si

source: Cluster Icons
it_it: Icone Cluster

source: Cluster Option
it_it: Opzioni Cluster

source: Enable or Disable Cluster Function
it_it: Abilita o Disabilita la funzione Cluster

source: Small Icon
it_it: Icona Piccola

source: Medium Icon
it_it: Icona Media

source: Large Icon
it_it: Icona Grande

source: Top Bar Filters
it_it: Filtri Top Bar

source: Show / Hide Tot Stores Found
it_it: Mostra / Nascondi gli store totali

source: Show / Hide Tot Stores Found on top bar
it_it: Mostra / Nascondi gli store totali dalla top bar

source: Filters
it_it: Filtri

source: Type
it_it: Tipologia

source: List
it_it: Lista

source: Search
it_it: Cerca

source: Filters Label Name
it_it: Nome etichetta filtro

source: Choose a name for Type Label (default: Type)
it_it: Scegli un nome etichetta per la tipologia (default: Tipologia)

source: Choose a name for Radius Label (default: Radius)
it_it: Scegli un nome etichetta per il raggio (default: Raggio)

source: Choose a name for List Label (default: List)
it_it: Scegli un nome etichetta per la lista (default: Lista)

source: Choose a name for Search Label (default: Search)
it_it: Scegli un nome etichetta per la ricerca (default: Cerca)

source: Google Map Script
it_it: Script GoogleMap

source: Custom Language Code
it_it: Codice Lingua Personalizzato

source: Choose your language code <a href="https://developers.google.com/maps/faq#languagesupport" target="_blank">Here</a>
it_it: Scegli il tuo codice <a href="https://developers.google.com/maps/faq#languagesupport" target="_blank">Qui</a>

source: <a href="https://developers.google.com/maps/documentation/javascript/get-api-key#get-an-api-key" target="_blank">Get an API key </a>
it_it: <a href="https://developers.google.com/maps/documentation/javascript/get-api-key#get-an-api-key" target="_blank">Ottieni una API key </a>

source: Main Script
it_it: Script Principale

source: Select No to avoid conflicts with your theme or another plugin that includes google maps script. IMPORTANT: If disabled, the places search will be disabled.
it_it: Seleziona No per evitare conflitti con il tuo tema o altri plugin che includono già lo script di google maps. IMPORTANTE: se disattivato, la ricerca dei posti nel backend e nel frontend non sarà attiva.

source: Category Tag, Latitude and Longitude are Required.
it_it: Categoria Tag, Latitudine e Longitudine sono obbligatorie.

source: Category Tag and Latitude are Required.
it_it: Categoria Tag e Latitudine sono obbligatorie.

source: Category Tag and Longitude are Required.
it_it: Categoria Tag e Longitudine sono obbligatorie.

source: Latitude and Longitude are Required.
it_it: Latitudine e Longitudine sono obbligatorie.

source: Category Tag is Required.
it_it: Categoria Tag obbligatoria.

source: Latitude is Required.
it_it: Latitudine obbligatoria.

source: Longitude is Required.
it_it: Longitudine obbligatoria.

source: Store Setting
it_it: Impostazioni Negozio

source: Type an address...
it_it: Scrivi un indirizzo...

source: Address
it_it: Indirizzo

source: Street
it_it: Strada

source: Number
it_it: Numero

source: City
it_it: Comune

source: State / Province
it_it: Provincia

source: Zip Code
it_it: CAP

source: Country
it_it: Stato

source: Coordinates
it_it: Coordinate

source: Extra Info
it_it: Informazioni Extra

source: Phone
it_it: Telefono

source: Phone 2
it_it: Telefono 2

source: Website
it_it: Sito

source: User Geolocation features only be accessible on "secure origins" (such as HTTPS). To use this feature, you should consider switching your application to a secure origin, such as HTTPS. See <a href='https://goo.gl/rStTGz' target='_blank'>https://goo.gl/rStTGz</a> for more details.
it_it: La geolocalizzazione è accessibile solo su server sicuri (HTTPS), per questioni di privacy. Per utilizzarla, passa ad un server sicuro. Per maggiori dettagli visita: <a href='https://goo.gl/rStTGz' target='_blank'>https://goo.gl/rStTGz</a>

source: <p><a href="%1$s">Ok, dismiss this notice.</a></p>
it_it: <p><a href="%1$s">Ok, nascondi questa notizia.</a></p>

source: Save all 3 settings tabs.
it_it: Salva tutte e 3 le tabs.

source: Layout Settings not saved;
it_it: Impostazioni Layout non salvate;

source: Map Settings not saved;
it_it: Impostazioni Mappa non salvate;

source: Advanced Settings not saved;
it_it: Impostazioni avanzate non salvate;

source: <p><a href="%1$s">Go to settings and save <b>all tabs</b>.</a></p>
it_it: <p><a href="%1$s">Vai nelle impostazioni e salva <b>tutte le schede</b>.</a></p>

source: Developed by
it_it: Sviluppato da

source: Support
it_it: Supporto

source: Plugin Homepage
it_it: Homepage del Plugin

source: All Categories
it_it: Tutte le categorie

source: Image
it_it: Immagine

source: Stores
it_it: Negozi

source: Store
it_it: Negozio

source: All Stores
it_it: Tutti i Negozi

source: Add Store
it_it: Aggiungi Negozio

source: Add new Store
it_it: Aggiungi nuovo negozio

source: Edit
it_it: Modifica

source: Edit Store
it_it: Modifica Negozio

source: New Store
it_it: Nuovo Negozio

source: View Store
it_it: Vedi Negozio

source: Search Store
it_it: Cerca Negozio

source: Nothing in database.
it_it: Niente nel database.

source: Nothing in trash
it_it: Niente nel cestino

source: New Store Custom Post
it_it: Nuovo Custom Post Store

source: Store Categories
it_it: Categorie Negozio

source: Store Category
it_it: Categoria Negozio

source: Search Store Category
it_it: Cerca Categoria Negozio

source: All Store Categories
it_it: Tutte le categorie Negozio

source: Parent Store Category
it_it: Categoria Negozio Genitore

source: Parent Store Category:
it_it: Categoria Negozio Genitore:

source: Edit Store Category
it_it: Modifica Categoria Negozio

source: Update Store Category
it_it: Aggiorna Categoria Negozio

source: Add New Store Category
it_it: Aggiungi nuova Categoria Negozio

source: Store Category Name
it_it: Nome Categoria Negozio

source: Image Category
it_it: Immagine Categoria

source: Size
it_it: Dimensione

source: Add Image
it_it: Aggiungi immagine

source: Remove Image
it_it: Rimuovi Immagini

source: Distance
it_it: Distanza

source: Duration
it_it: Durata

source: Get directions
it_it: Calcola Percorso

source: You are here
it_it: ﻿Sei qui:

source: Actual Position
it_it: Posizione Attuale

source: There is a problem with Geolocation. Marker set to
it_it: Ci sono problemi con la Geolocalizzazione. Marker impostato su

source: Geolocation not supported or You have decided not to share your location. Marker set to
it_it: Geolocalizzazione non supportata oppure hai deciso di non condividere la tua posizione. Marker impostato su

source: Stores Found
it_it: Negozi Trovati

source: No stores found.
it_it: Nessun negozio trovato.

source: Type a new start point
it_it: Digita un nuovo indirizzo di partenza.

source: Select/Unselect All
it_it: Seleziona/Deseleziona Tutti

source: Apply Filters
it_it: Applica Filtri

source: Far:
it_it: Dista:

source: Remove Radius Filter
it_it: Rimuovi Filtro Raggio

source: Search by: Title, Street, City, State or Zip Code
it_it: Cerca per: Titolo, Strada, Città, Stato o CAP

source: Type Search...
it_it: Cerca un negozio...

source: Order
it_it: Ordinamento
